Repository: common-repository/zenchef-widget-integration
Catalog: languages/zenchef-widget-integration-*.po
Languages: fr_fr

source: Zenchef widget integration
fr_fr: Intégration du widget de Zenchef

source: Easily integrates Zenchef widget into all pages of the site.
fr_fr: Intégrer facilement le widget de Zenchef dans toutes les pages du site.

# widget.backoffice.settings_page.title
source: Zenchef widget settings
fr_fr: Configuration du widget de Zenchef

# widget.backoffice.settings_page.menu_label
source: Zenchef widget
fr_fr: Widget de Zenchef

# widget.backoffice.settings_page.widget_parameters_section_title
source: Widget parameters
fr_fr: Paramètres du widget

# widget.backoffice.settings_page.restaurant_input_label
source: Restaurant ID
fr_fr: ID du restaurant

# widget.backoffice.settings_page.restaurant_input_description
source: ID of your Zenchef restaurant. You can find this ID in the Zenchef dashboard.
fr_fr: ID de votre restaurant Zenchef. Vous trouverez cet identifiant dans le tableau de bord Zenchef.

# widget.backoffice.settings_page.open_input_label
source: Open delay (in ms)
fr_fr: Délai avant l’ouverture (en millisecondes)

# widget.backoffice.settings_page.open_input_description
source: The delay in milliseconds before the widget opens automatically.
fr_fr: Délai en millisecondes avant que le widget ne s’ouvre automatiquement.

# widget.backoffice.settings_page.widget_position_input_label
source: Widget position
fr_fr: Position du widget

# widget.backoffice.settings_page.widget_position_input_description
source: Select the position of the widget on the page.
fr_fr: Sélectionnez la position du widget dans la page.

# widget.backoffice.settings_page.widget_position.center_option_label
source: Center
fr_fr: Au milieu

# widget.backoffice.settings_page.widget_position.left_option_label
source: Left
fr_fr: À gauche

# widget.backoffice.settings_page.widget_position.right_option_label
source: Right
fr_fr: À droite
